<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<!DOCTYPE html>
<html>
<head>
    <title>КВИЗ</title>
</head>
<body>
<h1>Задание 1</h1>
<h3>
    <p>
        Создайте веб-приложение «Квиз». При старте приложения пользователю предлагают выбрать категорию вопросов. Должны быть доступны такие категории:
    </p>
    <p>История;</p>
    <p>Спорт;</p>
    <p>Поп-культура;</p>
    <p>Космос.</p>
    <p>
        После выбора категории пользователь получает набор вопросов (не больше 10).
        К каждому вопросы прилагается набор потенциальных ответов.
        У каждого вопроса только один правильный ответ.
        По завершении пользователю отображается количество правильных и неправильных ответов.
    </p>
</h3>
<h1>Задание 2</h1>
<h3>
    <p>
        Добавьте к первому заданию вопросы без вариантов ответа.
        Пользователь вводит правильный ответ в текстовое поле.
    </p>
</h3>
<h1>Задание 3</h1>
<h3>
    <p>
        Добавьте ко второму заданию контроль времени.
        На каждый вопрос предусмотрено определенное количество времени.
        Если пользователь не успел за указанное время, происходит переход на следующий вопрос.
        Количество времени на вопрос надо отображать в виде таймера.
    </p>
</h3>
<br/>
<a href="start-servlet">НАЧАТЬ</a>
</body>
</html>