<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<!DOCTYPE html>
<html>
<head>
    <title>КВИЗ</title>
</head>
<body>
<h1>Задание 1</h1>
<h3>Создайте веб-приложение «Квиз». При старте приложения пользователю предлагают</h3>
<h3>выбрать категорию вопросов. Должны быть доступны такие категории:</h3>
<h3>История;</h3>
<h3>Спорт;</h3>
<h3>Поп-культура;</h3>
<h3>Космос.</h3>
<h3>После выбора категории пользователь получает набор</h3>
<h3>вопросов (не больше 10). К каждому вопросы прилагается</h3>
<h3>набор потенциальных ответов. У каждого вопроса только</h3>
<h3>один правильный ответ. По завершении пользователю</h3>
<h3>отображается количество правильных и неправильных ответов.</h3>
<h1>Задание 2</h1>
<h3>Добавьте к первому заданию вопросы без вариантов ответа.</h3>
<h3>Пользователь вводит правильный ответ в текстовое поле.</h3>
<h1>Задание 3</h1>
<h3>Добавьте ко второму заданию контроль времени. На каждый вопрос</h3>
<h3>предусмотрено определенное количество времени. Если пользователь не успел</h3>
<h3>за указанное время, происходит переход на следующий вопрос.</h3>
<h3>Количество времени на вопрос надо отображать в виде таймера.</h3>
<br/>
<a href="start-servlet">НАЧАТЬ</a>
</body>
</html>